

const about={
    title:{
        part1:"عن",
        part2:"البرنامج"
    },
    description:`برنامج "هندسة القيم" خطوة رائدة في هذا الاتجاه، حيث يسعى إلى إعداد
      مختصين وخبراء يمتلكون خلفيات نظرية واسعة حول القيم ويجيدون تطبيقها
      بمنهجيات عملية فعالة تؤثر في البيئات الشبابية والتربوية. بالشراكة
      العلمية مع بيت الخبرة المعتمد لدى جامعة الملك عبد العزيز (قيم)، يقدم
      البرنامج نموذجًا متكاملاً يجمع بين الجوانب النظرية والتطبيقية
      والتقويمية في مجال غرس القيم وتعزيزها، مما يسهم في بناء مجتمعات راسخة
      تقوم على مبادئ أصيلة`,
      more:"المزيد",
      join:"الانضمام للبرنامج"
}



const hero={
    title:"برنامج هندسة القيم",
    join:"انضم الآن",
    profile:"الملف التعريفي"
}



const partners={}










export default {
    about,
    hero,
    partners,
}