const login = {
    title:"تسجيل الدخول",
    email:"البريد الإلكتروني",
    password:"كلمة المرور",
    login:"دخول",
    forgot_password:"نسيت كلمة السر؟"
}



const signup={
    newSignup:{
        title:"تسجيل جديد",
        fullName:"الاسم الرباعي",
        fullNamePlaceholder:"أحمد حسين علي السقاف",
        phoneNumber:"رقم الجوال",
        email:"البريد الإلكتروني",
        cv:"السيرة الذاتية",
        selfIntroduction:"نبذة تعريفية عن نفسك واهتمامك بالبرنامج",
        selfIntrodutionPlaceholder:"تحدث عن نفسك",
        password:"كلمة المرور",
        confirmPassword:"تأكيد كلمة المرور",
        confirmationButton:"تأكيد وإرسال"
    },
    registrationTerms:{
        title:"شروط التسجيل",
        first:"أن يكون حاصلاً على شهادة جامعية (بكالوريوس كحد أدنى).",
        second:"تقديم بحث من 5 صفحات في مجال القيم وأثرها على الفرد.",
        third:"أن يكون قد حصل على 11 ساعة تطوعية كحد أدنى.",
        forth:"اجتياز المقابلة الشخصية.",
        notice:"تنويه:",
        noticeText:"في حال تم القبول، سيتم التوجيه لاستكمال شروط القبول ودفع الرسوم."
    },
    admissionCriteria:{
        title:"معايير القبول",
        description:"الترشيح للبرنامج متاح لجميع من تنطبق عليه شروطه ويمكنه الالتزام بمتطلباته، ويتم قبول المرشحين للالتحاق بالبرنامج وفقا للمعايير التالية :",
        first:"التخصص ومستوى التأهيل الجامعي.",
        second:"عدد سنوات الخبرة الوظيفية ومجالها.",
        third:"الدارسة المجتمعية والإنجازات الشخصية.",
        forth:"نتيجة تقييم المقابلة الشخصية.",
        fifth:"تمنح الأولوية للعاملين في المجال التربوي."

    }


}

export default {
    login,
    signup
}